{
  "plugins": {
    "LuaSnip": {
    },
    "blink.cmp": {
      "version": "'main'"
    },
    "conform.nvim": {
    },
    "fidget.nvim": {
    },
    "firenvim": {
      "src": "https://github.com/glacambre/firenvim"
    },
    "fzf-lua": {
    },
    "gitsigns.nvim": {
    },
    "kubectl.nvim": {
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lz.n": {
    },
    "mini.ai": {
    },
    "mini.files": {
    },
    "neogit": {
    },
    "nvim-bqf": {
    },
    "nvim-lspconfig": {
    },
    "nvim-silicon": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-treesitter-context": {
    },
    "nvim-web-devicons": {
    },
    "obsidian.nvim": {
    },
    "plenary.nvim": [],
    "profile.nvim": [],
    "render-markdown.nvim": {
    },
    "roslyn.nvim": {
    },
    "rustaceanvim": {
    },
    "smart-splits.nvim": {
    },
    "trouble.nvim": {
    },
    "undotree": {
    },
    "vim-startuptime": [],
    "vscode.nvim": {
    },
    "winbar.nvim": {
    }
  }
}