{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'main'"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "codeium.nvim": {
      "src": "https://github.com/Exafunction/codeium.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "firenvim": {
      "src": "https://github.com/glacambre/firenvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim"
    },
    "kubectl.nvim": {
      "src": "https://github.com/ramilito/kubectl.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lz.n": {
      "src": "https://github.com/nvim-neorocks/lz.n"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-silicon": {
      "src": "https://github.com/michaelrommel/nvim-silicon"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "profile.nvim": {
      "src": "https://github.com/stevearc/profile.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "slack.nvim": {
      "src": "https://github.com/ramilito/slack.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "winbar.nvim": {
      "src": "https://github.com/ramilito/winbar.nvim"
    },
    "yaml-companion.nvim": {
      "src": "https://github.com/mosheavni/yaml-companion.nvim"
    }
  }
}